[{"Unnamed: 0":0,"Title":"Sales Manager - Dakar","Company":"HRS HOSPITALITY & RETAIL SYSTEMS","Description":"  We are currently seeking a dynamic person with experience in the hotel industry to join our team in Senegal. Sales experience is preferable but not a must if you are willing to learn and you have contacts in the hotel industry within the country. You will be joining our growing global sales team presenting the HRS wide portfolio of products to hospitality related companies across Senegal.  ","ContractType":"Statutaire","Skills":"PMS - Tourisme - Vente"},{"Unnamed: 0":1,"Title":"Développeur Python H\/F - Ouest Foire","Company":"AMENTYS","Description":" Rejoignez AMENTYS en tant que  Développeur Python  pour un stage à partir de Juillet 2024 !  Concrètement votre quotidien ?  Au sein de l'équipe IT vous intègrerez la nouvelle cellule de développement et innovation. Cette cellule vise à doter la direction d'une capacité de proposition de solutions innovantes pour fournir des solutions pragmatiques aux besoins métiers. La cellule sera composée principalement de développeurs Java, Python pour les backend et des fonctionnels ayant une forte expertise métier. Au sein de cette cellule, vous contribuerez à développer des programmes \/ modules à valeur ajoutée pour nos clients. ","ContractType":"Stage","Skills":"JAVA - PYTHON - SQL"},{"Unnamed: 0":2,"Title":"Chef de Département : Coopération Multilatérale pour l’Afrique","Company":"AFRICAN TAX ADMINISTRATION FORUM (ATAF)","Description":"      ATAF     is seeking       a strategy professional capable of leading and implementing the necessary strategies        as       Head of     Department      :       Multilateral Trade             As a member of the      ATAF     Senior Management Team   , you will manage the implementation of     ATAF     's multilateral exchange agenda and program at continental and international levels, in order to support member countries and to positively influence the thinking and formulation of policies aligned with the African agenda.    ","ContractType":"CDD","Skills":"Management - Support"},{"Unnamed: 0":3,"Title":"Chef de Département : Services aux Membres","Company":"AFRICAN TAX ADMINISTRATION FORUM (ATAF)","Description":"      ATAF     is seeking a       dynamic       individual       for the role of     Department      Head : Member Services to     lead and implement     the     organization's      programs and strategies.           As a member of      the senior management team, your role will be to manage the operations and service delivery of the   member     services department .    ","ContractType":"CDD","Skills":"Delivery - Management"},{"Unnamed: 0":4,"Title":"Consultant SAP EHS (H\/F)","Company":"AFRICASHORE","Description":" Nous recherchons un  Consultant SAP EHS (H\/F)  pour notre client, une société multinationale dans le domaine des services informatiques. \n\t   \n\t  Mission :  \n\t   \n\t \n\t Définir le champ d'application et les priorités opérationnelles pour les changements à petite échelle et peut participer à des exercices de définition du champ d'application à plus grande échelle. \n\t Spécifier et documenter les exigences opérationnelles selon les instructions, en assurant la traçabilité jusqu'à la source. Les analysées pour s'assurer qu'elles correspondent aux objectifs de l'entreprise et qu'elles sont cohérentes... ","ContractType":"CDI - Freelance","Skills":"REACH - SAP"},{"Unnamed: 0":5,"Title":"Cloud System Integrator (M\/F)","Company":"AFRICASHORE","Description":" We are looking for  Cloud System Integrator  profiles \/ CVs to share with our clients for their future recruitment campaigns. \n   \n  Mission:  \n \n  Create future-proof system architectures for our highly interconnected 4G\/5G communication solutions.  \n  Define competitive end-to-end solutions together with top experts from different teams in an international environment.  \n  Demonstrate strong understanding of Networking and security architectures and engage in technical discussions with Network and security architects of large enterprises.  \n  Present both industry and Zscaler technical architecture as it relates to customers and prospects environment and technical requirements.  \n  Ensure that our solutions fit smoothly... ","ContractType":"CDI, CDD - Freelance","Skills":"AGILE - CVS"},{"Unnamed: 0":6,"Title":"REACT Developer (M\/F)","Company":"AFRICASHORE","Description":" We are looking for  REACT Developer  profiles \/ CVs to pass on to our clients for their future recruitment campaigns. \n   \n  Mission:   \n   \n \n\t Responsible for requirement analysis, Design and Development of modules. \n\t Using React and Redux, design and develop user interface components for JavaScript-based online and mobile apps. \n\t Develop new user-facing features. \n\t Build reusable code and libraries for future use. \n\t Ensure the technical feasibility of UI\/UX designs. \n\t Writing application interface codes using JavaScript following react.js workflows. \n\t Review code, elicit requirements and design specifications. \n\t Prepares the deployment documents and deploys the code. \n\t Reports status to Project management... ","ContractType":"CDI, CDD - Freelance","Skills":"BOOTSTRAP - CSS - CVS - GIT - JAVA - JAVASCRIPT - JQUERY - LESS - REACT"},{"Unnamed: 0":7,"Title":"Cloud Engineer (M\/F)","Company":"AFRICASHORE","Description":" We are looking for  Cloud Engineer    profiles \/ CVs to share with our clients for their future recruitment campaigns. \n   \n  Mission:    \n \n      Implement IAM policies and configure VPCs to create a scalable and secure Network for the application workloads.  \n      Develop and manage AWS development and migration programs.  \n      Build Data Integration scripts using Python to integrate with upstream\/downstream systems (within AWS Cloud Services ecosystem).  \n      Develop application code for programs while following coding standards.  \n       Resolve queries\/issues and provide Application\/functional support.  \n      Recommend changes to improve established Data Integration processes.  \n      Provides... ","ContractType":"CDI, CDD - Freelance","Skills":"API - ARM - BGP - CVS - IAM - PUPPET - PYTHON - RDS - REST"},{"Unnamed: 0":8,"Title":"Cloud System Administrator (M\/F)","Company":"AFRICASHORE","Description":" We are looking for  Cloud System Administrator  profiles \/ CVs to share with our clients for their future recruitment campaigns. \n   \n  Mission:    \n \n      Installing, configuring and maintain softwares, servers (on premise \/ Cloud), Networks and firewalls .  \n      Overseeing\/troubleshoot system performance, troubleshooting issues and outages Creating a backup and safeguarding the data(on premise \/ Cloud) if there are any hindrances Performing system upgrades following new releases.  \n      Ensuring\/Sustaining Network integrity, server deployment, security and efficiency of IT infrastructure .  \n      Monitoring and maintaining Network servers such as file servers, VPN gateways and intrusion detection systems... ","ContractType":"CDI, CDD - Freelance","Skills":"AZURE - CENTOS - CVS - DOCKER - LINUX - PERL - PREMISE - PYTHON - REDHAT - VPN - WAN"},{"Unnamed: 0":9,"Title":"PHP Developer (M\/F)","Company":"AFRICASHORE","Description":" We are looking for  PHP Developer  profiles \/ CVs to pass on to our clients for their future recruitment campaigns. \n   \n  Mission:  \n   \n \n\t Writing clean, fast code PHP to a high standard, in a timely and scalable way. \n\t Design E-Commerce websites and Dashboards using PHP, and Strong Knowledge on Integrations Like, Payment gateway, APi s etc. \n\t Establishing and guiding the website s architecture. \n\t Conducting analysis of website and application requirements. \n\t Writing back-end code and building efficient PHP modules. \n\t Developing back-end portals with an optimized database. \n\t Updating and altering application features to enhance performance. \n\t Helping formulate an effective, responsive design and turning it... ","ContractType":"CDI, CDD - Freelance","Skills":"AJAX - API - CODEIGNITER - CSS3 - CVS - GIT - JAVASCRIPT - LARAVEL - MAGENTO - MERCURIAL - MONGODB - MVC - MYSQL - NOSQL - ORACLE - SQL - SYMFONY - XML - ZEND"},{"Unnamed: 0":10,"Title":"AWS Cloud Architect (M\/F)","Company":"AFRICASHORE","Description":" We are looking for  AWS Cloud Architect  profiles \/ CVs to share with our clients for their future recruitment campaigns.    Mission:    \n \n      Support and advise clients in the adoption and deployment of AWS services (IT Strategy, Opportunity Study, Audit, Framework and Roadmap).  \n      Design solution platforms integrating AWS reference services (Serverless Architecture, Analytics, IoT, EKS, ...) in Native Cloud and Hybrid Cloud contexts.  \n      Conduct research, tests, and execute new techniques which could be reused and applied to the project.  \n      Accountable for designing, building, and optimizing automation systems that help to execute business web and data infrastructure platforms.  \n ","ContractType":"CDI, CDD - Freelance","Skills":"AGILE - ALM - BASH - CVS - DNS - DOCKER - HTTP - IOT - JENKINS - LOAD BALANCING - PUPPET - PYTHON - REACT - SCRUM - SSL"},{"Unnamed: 0":11,"Title":"Cyber Security Engineer (M\/F)","Company":"AFRICASHORE","Description":" We are looking for  Cyber Security Engineer  profiles \/ CVs to share with our clients for their future recruitment campaigns. \n   \n  Mission:    \n \n  Act as an internal subject matter expert with respect to CVA scanning and reporting. Assist in maintenance of the enterprise to VMLC (Vulnerability Management Life Cycle) policy and associated VM standard.  \n  Conduct required tasks for the vulnerability scanning program and publish reported vulnerabilities to impacted teams for remediation.  \n  Triage and risk rank vulnerabilities according to severity and exposure. Work with Product and IT teams to risk rank and patch vulnerabilities related to the technology stack. Develop remediation plans for vulnerabilities.... ","ContractType":"CDI, CDD - Freelance","Skills":"CVS - ENDPOINT - IDEAL - JAVASCRIPT - PYTHON - VM"},{"Unnamed: 0":12,"Title":"JAVASCRIPT Developer (M\/F)","Company":"AFRICASHORE","Description":" We are looking for  JAVASCRIPT Developer  profiles \/ CVs to pass on to our clients for their future recruitment campaigns. \n   \n  Mission:  \n   \n \n\t Primarily responsible for developing software components using Core JavaScript, HTML5 and CSS. \n\t Ensure designs are in compliance with specifications. \n\t Prepare and produce releases of software components. \n\t Help maintain code quality, organization, unit tests and automation. \n\t Support continuous improvement by investigating alternatives and technologies and presenting these for architectural review. \n\t Building sustainable coding that may be used in the future. \n\t Modifying designs and specifications of complex applications. \n\t Analyzing code, requirements, system... ","ContractType":"CDI, CDD - Freelance","Skills":"ANGULAR JS - API - BACKBONE JS - CSS - CVS - DOJO - HTML - JAVASCRIPT - JENKINS - JQUERY - MONGODB - ORACLE"},{"Unnamed: 0":13,"Title":"NODE.JS Developer (M\/F)","Company":"AFRICASHORE","Description":" We are looking for  NODE.JS Developer  profiles \/ CVs to pass on to our clients for their future recruitment campaigns. \n   \n  Mission:  \n     \n \n\t Design and develop business logic and backend services for full-scale applications. \n\t Be responsible for designing, coding, testing, and implementing web applications. \n\t Write scalable, robust, testable, efficient, and easily maintainable code for our online comparison calculators and internal tools. \n\t Be responsible for system design and application development of web applications. \n\t Documenting Node.js processes, including database schemas, as well as preparing reports. \n\t Design and implementation of low-latency, high-availability, and high-performance applications... ","ContractType":"CDI, CDD - Freelance","Skills":"BOOTSTRAP - CSS3 - CVS - DOCKER - GIT - JAVASCRIPT - JIRA - JQUERY - JSON - LESS - MONGODB - MVC - MYSQL - NODE JS - NOSQL - POSTGRESQL - REACT - REDIS - REST - SQL - XML"},{"Unnamed: 0":14,"Title":"QA Tester (M\/F)","Company":"AFRICASHORE","Description":" We are looking for  QA Tester  profiles \/ CVs to pass on to our clients for their future recruitment campaigns. \n   \n  Mission:   \n   \n \n\t Work on tasks identified in the testing strategy and plan. \n\t Be responsible for the accurate recording of defects and the collation of metrics and KPI information for reporting purposes. \n\t Articulation of defects in detailed manner, assigning defects to technical teams, capturing target fix dates. \n\t Identifie the tasks and resources needed to ensure that their specific portion of the testing process meets software quality requirements prior to release into a live environment. \n\t Establish the testing process such as test automation, performance testing, testing process, test... ","ContractType":"CDI, CDD - Freelance","Skills":"AGILE - API - APP - CVS - JAVA - MAVEN - MYSQL - SCRUM - SELENIUM - SQL"},{"Unnamed: 0":15,"Title":"SWIFT Developer (M\/F)","Company":"AFRICASHORE","Description":" We are looking for  SWIFT Developer  profiles \/ CVs to pass on to our clients for their future recruitment campaigns. \n   \n  Mission:  \n   \n \n\t We are looking for an iOS\/Swift developer responsible for the development and maintenance of applications aimed towards iOS and OS X, including mobile phones, tablets, and full. \n\t Plan, design and build advanced and build secure applications for iOS and OS X platform. \n\t Monitor the performance, quality, and responsiveness of company s applications. \n\t Work with the rest of the team to define, design, and develop new features. \n\t Find and fix bugs in a timely manner. \n\t Worked in Agile \/ SCRUM Methodology. \n\t Help maintain high-level code quality, organization and... ","ContractType":"CDI, CDD - Freelance","Skills":"AGILE - CVS - GIT - MERCURIAL - REST - SCRUM - SWIFT"},{"Unnamed: 0":16,"Title":"AZURE Solutions Architect (M\/F)","Company":"AFRICASHORE","Description":" We are looking for  AZURE Solutions Architect  profiles \/ CVs to share with our clients for their future recruitment campaigns. \n   \n  Mission:    \n \n      Serve as in-house technical expert providing technical guidance on new features & functionalities, drive the deployment of the customers workloads into Azure and provide deployment guidance.  \n      Deliver Cloud platform architecture documents detailing the vision for how Azure infrastructure and platform services support the overall application architecture.  \n      Proven background in the design and implementation of large scale, global, complex custom application development systems (e.g., high transaction volumes).  \n      Experience problem solving... ","ContractType":"CDI, CDD - Freelance","Skills":"ACCESS - AGILE - ARM - AZURE - COSMOS - CVS - PAAS - REDIS - SHELL - SQL"},{"Unnamed: 0":17,"Title":"Cloud Architect (M\/F)","Company":"AFRICASHORE","Description":" We are looking for  Cloud Architect  profiles \/ CVs to share with our clients for their future recruitment campaigns. \n   \n  Mission:    \n \n      Lead analysis, recommendations, and presentation of approaches on Cloud migration roadmaps, architecture \/ designs etc.  \n      Involve in conducting Azure readiness assessments and evaluations and delivery of assessment reports, architecture\/design\/ deployment documents & presentations.  \n      Architecting Cloud solutions for new applications.  \n      Design Cloud architectures, environments, and solutions that meet the business requirements with an emphasis on meeting the overall business goals.  \n      Design highly available, scalable and secure solutions using... ","ContractType":"CDI, CDD - Freelance","Skills":"AGILE - API - ARM - AZURE - C# - COSMOS - CVS - LESS - NOSQL - PAAS - SQL - VM"},{"Unnamed: 0":18,"Title":"Network Architect (M\/F)","Company":"AFRICASHORE","Description":" We are looking for  Network Architect  profiles \/ CVs to share with our clients for their future recruitment campaigns. \n   \n  Mission:    \n \n  Deliver Core Backbone Network Designs in alignment with industry best practices.  \n  Deliver Customer Network Designs in alignment with industry best practices.  \n  Support and Alignment with Internal Teams.  \n  Contributor to Automation Stakeholders to deliver speed and accuracy for the enablement of new services.  \n  Perform Core Network Changes.  \n  Manage technical Network solutions and framework of [24]7 Network infrastructure.  \n  Perform Network troubleshooting to isolate and diagnose common Network problems.  \n  Upgrade Network hardware and software components as required... ","ContractType":"CDI, CDD - Freelance","Skills":"BGP - CISCO - CVS - DHCP - DNS - ETHERNET - JUNIPER - MPLS - PYTHON - SNMP - TCP IP - WAN"}]